<?php

/* @var $this yii\web\View */

use yii\helpers\Html;

$this->title = 'Как же это работает?';
$this->params['breadcrumbs'][] = $this->title;
?>
<div class="site-about">
    <h1><?= Html::encode($this->title) ?></h1>

    <p>
        Работает все предельно просто.
        Первым делом регеистрируетесь на Newster.
        Заходите под своим логином и паролем.
        Идете на интересный вам раздел Хабра.
        Копируете URL (Ctrl+C).
        Вставляете его на Newster (Ctrl+V).
        Жмете на кнопку "Поехали" и все свежие новости, инетересующего Вас раздела через доил секунды окажутся у Вас га почте. Все очень просто.
    </p>
</div>
